---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IIFCImporterServer
source: html/7e1a610e-f4ed-5e3d-2cd4-02e8df08d74a.htm
---
# IIFCImporterServer Members

Implement this method to return a description of the server.